Repository: F3rren/aquarium-interface
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it

# monthlyMaintenanceDetails
source: Time for monthly maintenance: • 20-25% water change • Filter cleaning • Pump and heater check • Lights and timer check • Complete parameter testing
de: Zeit für monatliche Wartung: • 20-25% Wasserwechsel • Filterreinigung • Pumpen- und Heizkörperüberprüfung • Licht- und Timerüberprüfung • Vollständiger Parametertest
es: Es hora del mantenimiento mensual: • Cambio de agua 20-25% • Limpieza del filtro • Verificación de bombas y calentador • Verificación de luces y temporizador • Prueba completa de parámetros
it: È ora di effettuare la manutenzione mensile: • Cambio acqua 20-25% • Pulizia filtro • Controllo pompe e riscaldatore • Verifica luci e timer • Test completo parametri

# severityCritical
source: CRITICAL
de: KRITISCH
es: CRÍTICO
it: CRITICO

# severityHigh
source: HIGH
de: HOCH
es: ALTO
it: ALTO

# severityMedium
source: MEDIUM
de: MITTEL
es: MEDIO
it: MEDIO

# severityLow
source: LOW
de: NIEDRIG
es: BAJO
it: BASSO

# severityCriticalDesc
source: Requires immediate action
de: Erfordert sofortiges Handeln
es: Requiere acción inmediata
it: Richiede intervento immediato

# severityHighDesc
source: Requires priority attention
de: Erfordert vorrangige Aufmerksamkeit
es: Requiere atención prioritaria
it: Richiede attenzione prioritaria

# severityMediumDesc
source: Monitor carefully
de: Sorgfältig überwachen
es: Monitorear cuidadosamente
it: Monitorare attentamente

# severityLowDesc
source: Situation under control
de: Situation unter Kontrolle
es: Situación bajo control
it: Situazione sotto controllo

# parameterOutOfRange
source: Parameter {parameter} is out of range
de: Parameter {parameter} ist außerhalb des Bereichs
es: El parámetro {parameter} está fuera de rango
it: Il parametro {parameter} è fuori range

source: Parameter Anomaly
de: Parameteranomalie
es: Anomalía de Parámetro
it: Parametro Anomalo

# checkParameterSettings
source: Check the parameter and verify settings
de: Parameter überprüfen und Einstellungen verifizieren
es: Verifica el parámetro y las configuraciones
it: Controlla il parametro e verifica le impostazioni

source: Alerts will appear here
de: Alarme werden hier angezeigt
es: Las alertas aparecerán aquí
it: Gli alert appariranno qui

source: Changes will be saved immediately.
de: Änderungen werden sofort gespeichert.
es: Los cambios se guardarán inmediatamente.
it: Le modifiche verranno salvate immediatamente.

# networkError
source: Connection error. Check your internet connection.
de: Verbindungsfehler. Überprüfen Sie Ihre Internetverbindung.
es: Error de conexión. Verifica tu conexión a internet.
it: Errore di connessione. Verifica la tua connessione internet.

# serverError
source: The server encountered a problem. Please try again later.
de: Der Server hat ein Problem festgestellt. Bitte versuchen Sie es später erneut.
es: El servidor encontró un problema. Inténtalo de nuevo más tarde.
it: Il server ha riscontrato un problema. Riprova più tardi.

# sessionExpired
source: Session expired. Please log in again.
de: Sitzung abgelaufen. Bitte melden Sie sich erneut an.
es: Sesión expirada. Inicia sesión nuevamente.
it: Sessione scaduta. Effettua nuovamente l'accesso.

# requestTimeout
source: The request took too long. Please try again.
de: Die Anfrage hat zu lange gedauert. Bitte versuchen Sie es erneut.
es: La solicitud tardó demasiado. Inténtalo de nuevo.
it: La richiesta ha impiegato troppo tempo. Riprova.

# invalidDataFormat
source: The received data is not in the expected format.
de: Die empfangenen Daten sind nicht im erwarteten Format.
es: Los datos recibidos no están en el formato esperado.
it: I dati ricevuti non sono nel formato atteso.

# volumeMustBePositive
source: Volume must be a positive number
de: Das Volumen muss eine positive Zahl sein
es: El volumen debe ser un número positivo
it: Il volume deve essere un numero positivo

# trendRising
source: Rising
de: Steigend
es: En Aumento
it: In Aumento

# trendFalling
source: Falling
de: Fallend
es: En Descenso
it: In Diminuzione

# trendStable
source: Stable
de: Stabil
es: Estable
it: Stabile

# appSubtitle
source: Aquarium Management System
de: Aquarium-Verwaltungssystem
es: Sistema de Gestión de Acuarios
fr: Système de Gestion d'Aquarium
it: Sistema di Gestione Acquari

# appDescription
source: Advanced platform for monitoring and managing marine aquariums, designed for aquarium enthusiasts.
de: Erweiterte Plattform für die Überwachung und Verwaltung von Meerwasseraquarien, entwickelt für Aquarienliebhaber.
es: Plataforma avanzada para el monitoreo y gestión de acuarios marinos, diseñada para entusiastas de la acuariofilia.
fr: Plateforme avancée pour le suivi et la gestion des aquariums marins, conçue pour les passionnés d'aquariophilie.
it: Piattaforma avanzata per il monitoraggio e la gestione degli acquari marini, progettata per gli appassionati di acquariofilia.

# copyright
source: © 2024-2025 ReefLife Project. All rights reserved.
de: © 2024-2025 ReefLife Project. Alle Rechte vorbehalten.
es: © 2024-2025 ReefLife Project. Todos los derechos reservados.
fr: © 2024-2025 ReefLife Project. Tous droits réservés.
it: © 2024-2025 ReefLife Project. Tutti i diritti riservati.

# openSourceMessage
source: Open source software for the aquarium community.
de: Open-Source-Software für die Aquarien-Community.
es: Software de código abierto para la comunidad acuarista.
fr: Logiciel open source pour la communauté aquariophile.
it: Software open source per la comunità acquariofila.

# noAquariumCreated
source: You haven't created an aquarium yet. Create your first aquarium to view information.
de: Sie haben noch kein Aquarium erstellt. Erstellen Sie Ihr erstes Aquarium, um Informationen anzuzeigen.
es: Aún no has creado un acuario. Crea tu primer acuario para ver la información.
fr: Vous n'avez pas encore créé d'aquarium. Créez votre premier aquarium pour voir les informations.
it: Non hai ancora creato un acquario. Crea il tuo primo acquario per visualizzare le informazioni.

source: Aquarium Details
es: Detalles del Acuario
fr: Détails de l'Aquarium
it: Dettagli Acquario

source: Description
de: Beschreibung
es: Descripción
it: Descrizione

source: Save Settings
de: Einstellungen speichern
es: Guardar Configuración
fr: Enregistrer les Paramètres
it: Salva Impostazioni

# restoreDefaults
source: Restore Default Values
de: Standardwerte wiederherstellen
es: Restaurar Valores Predeterminados
fr: Restaurer les Valeurs par Défaut
it: Ripristina Valori Predefiniti

source: No Alerts
de: Keine Alarme
es: Sin Alertas
fr: Aucune Alerte
it: Nessun Alert

source: Every
de: Alle
es: Cada
fr: Chaque
it: Ogni

# lowLabel
source: LOW
de: NIEDRIG
es: BAJO
fr: BAS
it: BASSO

# highLabel
source: HIGH
de: HOCH
es: ALTO
fr: HAUT
it: ALTO

# editThresholds
source: Edit Thresholds - {name}
de: Schwellenwerte bearbeiten - {name}
es: Editar Umbrales - {name}
fr: Modifier les Seuils - {name}
it: Modifica Soglie - {name}

# notificationWhenOutOfRange
source: You will receive notifications when the value is out of this range
de: Sie erhalten Benachrichtigungen, wenn der Wert außerhalb dieses Bereichs liegt
es: Recibirás notificaciones cuando el valor esté fuera de este rango
fr: Vous recevrez des notifications lorsque la valeur est hors de cette plage
it: Riceverai notifiche quando il valore esce da questo range

# restoreDefaultsConfirm
source: Restore Defaults?
de: Standards wiederherstellen?
es: ¿Restaurar Predeterminados?
fr: Restaurer les Défauts?
it: Ripristinare Predefiniti?

# restoreDefaultsMessage
source: This action will reset all custom thresholds to default values:
de: Diese Aktion setzt alle benutzerdefinierten Schwellenwerte auf die Standardwerte zurück:
es: Esta acción restablecerá todos los umbrales personalizados a los valores predeterminados:
fr: Cette action réinitialisera tous les seuils personnalisés aux valeurs par défaut:
it: Questa azione resetterà tutte le soglie personalizzate ai valori di default:

# temperatureDefault
source: • Temperature: 24-26°C
de: • Temperatur: 24-26°C
es: • Temperatura: 24-26°C
fr: • Température: 24-26°C
it: • Temperatura: 24-26°C

# salinityDefault
source: • Salinity: 1020-1028
de: • Salzgehalt: 1020-1028
es: • Salinidad: 1020-1028
fr: • Salinité: 1020-1028
it: • Salinità: 1020-1028

# andOtherParameters
source: • And all other parameters...
de: • Und alle anderen Parameter...
es: • Y todos los demás parámetros...
fr: • Et tous les autres paramètres...
it: • E tutti gli altri parametri...

# updated
source: Updated {time}
de: Aktualisiert {time}
es: Actualizado {time}
fr: Mis à jour {time}
it: Aggiornato {time}

# sortAscendingLabel
source: Ascending order
de: Aufsteigende Reihenfolge
es: Orden ascendente
fr: Ordre croissant
it: Ordine crescente

source: Add Aquarium
de: Aquarium hinzufügen
es: Agregar Acuario
fr: Ajouter un Aquarium
it: Aggiungi Vasca

# editAquariumTitle
source: Edit Aquarium
de: Aquarium bearbeiten
es: Editar Acuario
fr: Modifier l'Aquarium
it: Modifica Vasca

# deleteAquariumTitle
source: Delete Aquarium
de: Aquarium löschen
es: Eliminar Acuario
fr: Supprimer l'Aquarium
it: Elimina Vasca

source: Scientific Name
de: Wissenschaftlicher Name
es: Nombre Científico
fr: Nom Scientifique
it: Nome Scientifico

source: Requirements
de: Anforderungen
es: Requisitos
fr: Exigences
it: Requisiti

# multipleSpecimensNote
source: If you add multiple specimens, they will be automatically numbered
de: Wenn Sie mehrere Exemplare hinzufügen, werden diese automatisch nummeriert
es: Si agregas múltiples ejemplares, se numerarán automáticamente
fr: Si vous ajoutez plusieurs spécimens, ils seront automatiquement numérotés
it: Se aggiungi più esemplari, verranno numerati automaticamente

source: Recent Alerts
de: Aktuelle Alarme
es: Alertas Recientes
fr: Alertes Récentes
it: Alert Recenti

# notificationsActiveLabel
source: Notifications Active
de: Benachrichtigungen Aktiv
es: Notificaciones Activas
fr: Notifications Actives
it: Notifiche Attive

source: Notifications Disabled
de: Benachrichtigungen Deaktiviert
es: Notificaciones Desactivadas
fr: Notifications Désactivées
it: Notifiche Disattivate

# alertHistoryCount
source: Alert History
de: Warnungsverlauf
es: Historial de Alertas
fr: Historique des Alertes
it: Storico Alert

# alertHistorySubtitle
source: {count} recent notifications
de: {count} aktuelle Benachrichtigungen
es: {count} notificaciones recientes
fr: {count} notifications récentes
it: {count} notifiche recenti

source: Minimum Value
de: Mindestwert
es: Valor Mínimo
fr: Valeur minimale
it: Valore Minimo

source: Maximum Value
de: Maximalwert
es: Valor Máximo
fr: Valeur maximale
it: Valore Massimo

# difficultyLabel
source: Difficulty
de: Schwierigkeit
es: Dificultad
fr: Difficulté
it: Difficoltà

# minTankSizeLabel
source: Min tank size
de: Mindestgröße Becken
es: Tanque mínimo
fr: Taille min. aquarium
it: Vasca minima

# temperamentLabel
source: Temperament
es: Temperamento
fr: Tempérament
it: Temperamento

# dietLabel
source: Diet
de: Ernährung
es: Dieta
fr: Régime
it: Dieta

# reefSafeLabel
source: Reef-safe
de: Riffsicher
es: Seguro para arrecife
fr: Sûr pour récif

source: Loading error
de: Ladefehler
es: Error de carga
fr: Erreur de chargement
it: Errore nel caricamento

# salinityShort
source: Salinity
de: Salzgehalt
es: Salinidad
fr: Salinité
it: Salinità

# typeLabel
source: Type
de: Typ
es: Tipo
it: Tipo

# volumeLabel
source: Volume
de: Volumen
es: Volumen

# litersUnit
source: Liters
de: Liter
es: Litros
fr: Litres
it: Litri

source: Created on
de: Erstellt am
es: Creado el
fr: Créé le
it: Creato il

source: Coral
de: Koralle
fr: Corail
it: Corallo

source: Error
de: Fehler
fr: Erreur
it: Errore

# errorWithMessage
source: Error: {message}
de: Fehler: {message}
fr: Erreur: {message}
it: Errore: {message}

# chartLegendIdeal
source: Ideal
fr: Idéal
it: Ideale

source: No
de: Nein
fr: Non

source: MIT License
de: MIT-Lizenz
fr: Licence MIT
