Repository: F3rren/aquarium-interface
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it

# errorLoadingTasks
source: Error loading tasks: {error}
de: Fehler beim Laden der Aufgaben: {error}
es: Error al cargar tareas: {error}
fr: Erreur de chargement des tâches: {error}
it: Errore caricamento task: {error}

source: Add Task
de: Aufgabe Hinzufügen
es: Agregar Tarea
fr: Ajouter une Tâche
it: Aggiungi Task

# inProgress
source: In Progress ({count})
de: In Bearbeitung ({count})
es: En Curso ({count})
fr: En Cours ({count})
it: In Corso ({count})

# completed
source: Completed ({count})
de: Abgeschlossen ({count})
es: Completados ({count})
fr: Terminés ({count})
it: Completati ({count})

source: Overdue
de: Überfällig
es: Atrasado
fr: En Retard
it: In Ritardo

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi

source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana

source: All
de: Alle
es: Todos
fr: Tous
it: Tutti

source: No completed tasks
de: Keine abgeschlossenen Aufgaben
es: No hay tareas completadas
fr: Aucune tâche terminée
it: Nessun task completato

source: No tasks in progress
de: Keine Aufgaben in Bearbeitung
es: No hay tareas en curso
fr: Aucune tâche en cours
it: Nessun task in corso

# overdueDays
source: Overdue by {days} days
de: Überfällig um {days} Tage
es: Atrasado por {days} días
fr: En retard de {days} jours
it: In ritardo di {days} giorni

source: Due today
de: Heute fällig
es: Vence hoy
fr: Échéance aujourd'hui
it: Scade oggi

# inDays
source: In {days} days
de: In {days} Tagen
es: En {days} días
fr: Dans {days} jours
it: Tra {days} giorni

# completedOn
source: Completed: {date}
de: Abgeschlossen: {date}
es: Completado: {date}
fr: Terminé: {date}
it: Completato: {date}

source: New Task
de: Neue Aufgabe
es: Nueva Tarea
fr: Nouvelle Tâche
it: Nuovo Task

source: Task Title
de: Aufgabentitel
es: Título de la Tarea
fr: Titre de la Tâche
it: Titolo Task

# taskDescription
source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (optionnelle)
it: Descrizione (opzionale)

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria

source: Frequency
de: Häufigkeit
es: Frecuencia
fr: Fréquence
it: Frequenza

# everyDays
source: Every {days} days
de: Alle {days} Tage
es: Cada {days} días
fr: Tous les {days} jours
it: Ogni {days} giorni

source: Reminder
de: Erinnerung
es: Recordatorio
fr: Rappel
it: Promemoria

source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato

source: Disabled
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
it: Disabilitato

source: Time
de: Zeit
es: Hora
fr: Heure
it: Orario

# enterTaskTitle
source: Enter a title
de: Geben Sie einen Titel ein
es: Ingresa un título
fr: Entrez un titre
it: Inserisci un titolo

source: Water
de: Wasser
es: Agua
fr: Eau
it: Acqua

source: Cleaning
de: Reinigung
es: Limpieza
fr: Nettoyage
it: Pulizia

source: Testing
de: Testen
es: Pruebas
fr: Tests
it: Test

source: Feeding
de: Fütterung
es: Alimentación
fr: Alimentation
it: Alimentazione

source: Equipment
de: Ausrüstung
es: Equipo
fr: Équipement
it: Attrezzatura

source: Other
de: Andere
es: Otro
fr: Autre
it: Altro

# createCustomMaintenance
source: Create a custom maintenance
de: Erstellen Sie eine benutzerdefinierte Wartung
es: Crear un mantenimiento personalizado
fr: Créer une maintenance personnalisée
it: Crea una manutenzione personalizzata

source: day
de: Tag
es: día
fr: jour
it: giorno

source: Enable reminder
de: Erinnerung aktivieren
es: Habilitar recordatorio
fr: Activer le rappel
it: Abilita promemoria

source: At
de: Um
es: A las
fr: À
it: Alle

source: No reminder
de: Keine Erinnerung
es: Sin recordatorio
fr: Aucun rappel
it: Nessun promemoria

# changeTime
source: Change time ({time})
de: Zeit ändern ({time})
es: Cambiar hora ({time})
fr: Changer l'heure ({time})
it: Cambia orario ({time})

source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche

source: Settings saved
de: Einstellungen gespeichert
es: Configuración guardada
fr: Paramètres enregistrés
it: Impostazioni salvate

# settingsTab
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni

# thresholdsTab
source: Thresholds
de: Schwellenwerte
es: Umbrales
fr: Seuils
it: Soglie

# historyTab
source: History
de: Verlauf
es: Historial
fr: Historique
it: Storico

# alertParameters
source: Parameter Alerts
de: Parameterwarnungen
es: Alertas de Parámetros
fr: Alertes de Paramètres
it: Alert Parametri

# alertParametersSubtitle
source: Notifications when parameters are out of range
de: Benachrichtigungen, wenn Parameter außerhalb des Bereichs liegen
es: Notificaciones cuando los parámetros están fuera de rango
fr: Notifications lorsque les paramètres sont hors plage
it: Notifiche quando i parametri sono fuori range

source: Maintenance Reminders
de: Wartungserinnerungen
es: Recordatorios de Mantenimiento
fr: Rappels de Maintenance
it: Promemoria Manutenzione

# maintenanceRemindersSubtitle
source: Notifications for water change, filter cleaning, etc.
de: Benachrichtigungen für Wasserwechsel, Filterreinigung usw.
es: Notificaciones para cambio de agua, limpieza de filtro, etc.
fr: Notifications pour changement d'eau, nettoyage du filtre, etc.
it: Notifiche per cambio acqua, pulizia filtro, ecc.

source: Daily Summary
de: Tägliche Zusammenfassung
es: Resumen Diario
fr: Résumé Quotidien
it: Riepilogo Giornaliero

# dailySummarySubtitle
source: Daily notification with aquarium status
de: Tägliche Benachrichtigung mit Aquariumstatus
es: Notificación diaria con el estado del acuario
fr: Notification quotidienne avec l'état de l'aquarium
it: Notifica giornaliera con stato acquario

source: Maintenance Frequency
de: Wartungshäufigkeit
es: Frecuencia de Mantenimiento
fr: Fréquence de Maintenance
it: Frequenza Manutenzione

# resetDefaults
source: Reset to Defaults
de: Standardwerte Wiederherstellen
es: Restablecer Valores Predeterminados
fr: Réinitialiser aux Valeurs par Défaut
it: Ripristina Valori Predefiniti

source: Parameter Thresholds
de: Parameterschwellenwerte
es: Umbrales de Parámetros
fr: Seuils des Paramètres
it: Soglie Parametri

source: Min
es: Mín

source: Max
es: Máx

source: Alert History
de: Warnungsverlauf
es: Historial de Alertas
fr: Historique des Alertes
it: Storico Alert

# recentNotifications
source: {count} recent notifications
de: {count} aktuelle Benachrichtigungen
es: {count} notificaciones recientes
fr: {count} notifications récentes
it: {count} notifiche recenti

source: No notifications yet
de: Noch keine Benachrichtigungen
es: Aún no hay notificaciones
fr: Aucune notification pour le moment
it: Nessuna notifica ancora

# resetDefaultsQuestion
source: Reset to Defaults?
de: Auf Standardwerte zurücksetzen?
es: ¿Restablecer Predeterminados?
fr: Réinitialiser aux Valeurs par Défaut?
it: Ripristinare Predefiniti?

# resetDefaultsMessage
source: This action will reset all customized thresholds to default values:
de: Diese Aktion setzt alle benutzerdefinierten Schwellenwerte auf die Standardwerte zurück:
es: Esta acción restablecerá todos los umbrales personalizados a los valores predeterminados:
fr: Cette action réinitialisera tous les seuils personnalisés aux valeurs par défaut:
it: Questa azione resetterà tutte le soglie personalizzate ai valori di default:

# resetButton
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina

# fillAllRequiredFields
source: Fill in all required fields
de: Füllen Sie alle Pflichtfelder aus
es: Completa todos los campos obligatorios
fr: Remplissez tous les champs obligatoires
it: Compila tutti i campi obbligatori

source: Inhabitants updated!
de: Bewohner aktualisiert!
es: ¡Habitantes actualizados!
fr: Habitants mis à jour!
it: Abitanti aggiornati!

source: Clear filters
de: Filter löschen
es: Borrar filtros
fr: Effacer les filtres
it: Cancella filtri

source: Confirm deletion
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
it: Conferma eliminazione

# confirmDeleteFish
source: Do you want to delete "{name}"?
de: Möchten Sie "{name}" löschen?
es: ¿Quieres eliminar "{name}"?
fr: Voulez-vous supprimer "{name}"?
it: Vuoi eliminare "{name}"?

# confirmDeleteCoral
source: Do you want to delete "{name}"?
de: Möchten Sie "{name}" löschen?
es: ¿Quieres eliminar "{name}"?
fr: Voulez-vous supprimer "{name}"?
it: Vuoi eliminare "{name}"?

source: No fish added
de: Keine Fische hinzugefügt
es: No hay peces añadidos
fr: Aucun poisson ajouté
it: Nessun pesce aggiunto

# tapToAddFirstFish
source: Tap + to add your first fish
de: Tippen Sie auf +, um Ihren ersten Fisch hinzuzufügen
es: Toca + para añadir tu primer pez
fr: Appuyez sur + pour ajouter votre premier poisson
it: Tocca + per aggiungere il tuo primo pesce

source: No results found
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
it: Nessun risultato trovato

# tryModifyingFilters
source: Try modifying the filters
de: Versuchen Sie, die Filter zu ändern
es: Intenta modificar los filtros
fr: Essayez de modifier les filtres
it: Prova a modificare i filtri

source: No coral added
de: Keine Korallen hinzugefügt
es: No hay corales añadidos
fr: Aucun corail ajouté
it: Nessun corallo aggiunto

# tapToAddFirstCoral
source: Tap + to add your first coral
de: Tippen Sie auf +, um Ihre erste Koralle hinzuzufügen
es: Toca + para añadir tu primer coral
fr: Appuyez sur + pour ajouter votre premier corail
it: Tocca + per aggiungere il tuo primo corallo

# averageSize
source: Avg. size
de: Durchschn. Größe
es: Tam. medio
fr: Taille moy.
it: Dim. media

source: Total Bio Load
de: Gesamte Biobelastung
es: Carga Biótica Total
fr: Charge Biotique Totale
it: Carico Biotico Totale

# bioLoadFormula
source: Formula: (Σ fish sizes) + (# corals × 2)
de: Formel: (Σ Fischgrößen) + (Anzahl Korallen × 2)
es: Fórmula: (Σ tamaños peces) + (n° corales × 2)
fr: Formule: (Σ tailles poissons) + (n° coraux × 2)
it: Formula: (Σ dimensioni pesci) + (n° coralli × 2)

# bioLoadOptimal
source: Optimal bio load - well-balanced aquarium
de: Optimale Biobelastung - gut ausgewogenes Aquarium
es: Carga biótica óptima - acuario bien equilibrado
fr: Charge biotique optimale - aquarium bien équilibré
it: Carico biotico ottimale - acquario ben bilanciato

# bioLoadModerate
source: Moderate bio load - monitor water parameters
de: Moderate Biobelastung - Wasserparameter überwachen
es: Carga biótica moderada - monitorea los parámetros del agua
fr: Charge biotique modérée - surveillez les paramètres de l'eau
it: Carico biotico moderato - monitora i parametri dell'acqua

# bioLoadHigh
source: High bio load - consider a larger aquarium or reduce inhabitants
de: Hohe Biobelastung - größeres Aquarium in Betracht ziehen oder Bewohner reduzieren
es: Carga biótica alta - considera un acuario más grande o reduce habitantes
fr: Charge biotique élevée - envisagez un aquarium plus grand ou réduisez les habitants
it: Carico biotico elevato - considera un acquario più grande o riduci gli abitanti

# aquariumIdNotAvailable
source: Error: Aquarium ID not available
de: Fehler: Aquarium-ID nicht verfügbar
es: Error: ID del acuario no disponible
fr: Erreur: ID de l'aquarium non disponible
it: Errore: ID acquario non disponibile

source: Daily
de: Täglich
es: Diario
fr: Quotidien
it: Giornaliero

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato

source: Medium
de: Mittel
es: Media
fr: Moyen
it: Media

source: Due date
de: Fälligkeitsdatum
es: Fecha de vencimiento
fr: Date d'échéance
it: Data scadenza

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi

# taskAddedSuccess
source: Task added successfully
de: Aufgabe erfolgreich hinzugefügt
es: Tarea agregada con éxito
fr: Tâche ajoutée avec succès
it: Task aggiunto con successo

source: Edit Task
de: Aufgabe Bearbeiten
es: Editar Tarea
fr: Modifier la Tâche
it: Modifica Task

# taskEditedSuccess
source: Task edited successfully
de: Aufgabe erfolgreich bearbeitet
es: Tarea editada con éxito
fr: Tâche modifiée avec succès
it: Task modificato con successo

source: Complete Task
de: Aufgabe Abschließen
es: Completar Tarea
fr: Terminer la Tâche
it: Completa Task

# markAsCompleted
source: Do you want to mark "{title}" as completed?
de: Möchten Sie "{title}" als abgeschlossen markieren?
es: ¿Quieres marcar "{title}" como completada?
fr: Voulez-vous marquer "{title}" comme terminée?
it: Vuoi segnare "{title}" come completato?

source: Complete
de: Abschließen
es: Completar
fr: Terminer
it: Completa

# taskCompleted
source: {title} completed!
de: {title} abgeschlossen!
es: ¡{title} completada!
fr: {title} terminée!
it: {title} completato!

source: Delete Task
de: Aufgabe Löschen
es: Eliminar Tarea
fr: Supprimer la Tâche
it: Elimina Task

# confirmDeleteTask
source: Do you want to delete "{title}"?
de: Möchten Sie "{title}" löschen?
es: ¿Quieres eliminar "{title}"?
fr: Voulez-vous supprimer "{title}"?
it: Vuoi eliminare "{title}"?

source: Task deleted
de: Aufgabe gelöscht
es: Tarea eliminada
fr: Tâche supprimée
it: Task eliminato

source: Not set
de: Nicht festgelegt
es: No establecida
it: Non impostata

# taskCompletedSuccess
source: {title} completed!
de: {title} abgeschlossen!
es: ¡{title} completada!
it: {title} completato!

# confirmCompleteTask
source: Do you want to mark "{title}" as completed?
de: Möchten Sie "{title}" als abgeschlossen markieren?
es: ¿Quieres marcar "{title}" como completada?
it: Vuoi segnare "{title}" come completato?

source: Temperature Anomaly
de: Temperaturanomalie
es: Temperatura Anómala
it: Temperatura Anomala

source: pH Out of Range
de: pH außerhalb des Bereichs
es: pH Fuera de Rango
fr: pH Hors Limites
it: pH Fuori Range

source: Salinity Anomaly
de: Salzgehaltanomalie
es: Salinidad Anómala
it: Salinità Anomala

source: ORP Out of Range
de: ORP außerhalb des Bereichs
es: ORP Fuera de Rango
fr: ORP Hors Limites
it: ORP Fuori Range

source: Calcium Anomaly
de: Calciumanomalie
es: Calcio Anómalo
it: Calcio Anomalo

source: Magnesium Anomaly
de: Magnesiumanomalie
es: Magnesio Anómalo
it: Magnesio Anomalo

source: KH Out of Range
de: KH außerhalb des Bereichs
es: KH Fuera de Rango
fr: KH Hors Limites
it: KH Fuori Range

# nitratesHigh
source: High Nitrates
de: Hohe Nitrate
es: Nitratos Elevados
it: Nitrati Elevati

# phosphatesHigh
source: High Phosphates
de: Hohe Phosphate
es: Fosfatos Elevados
it: Fosfati Elevati

# temperatureTooHigh
source: Temperature is too high.
de: Die Temperatur ist zu hoch.
es: La temperatura es demasiado alta.
fr: La température est trop élevée.
it: La temperatura è troppo alta.

# phTooHigh
source: pH is too high.
de: Der pH-Wert ist zu hoch.
es: El pH es demasiado alto.
fr: Le pH est trop élevé.
it: Il pH è troppo alto.

# salinityTooHigh
source: Salinity is too high.
de: Der Salzgehalt ist zu hoch.
es: La salinidad es demasiado alta.
fr: La salinité est trop élevée.
it: La salinità è troppo alta.

# orpTooHigh
source: ORP is too high.
de: Der ORP ist zu hoch.
es: El ORP es demasiado alto.
fr: L'ORP est trop élevé.
it: L'ORP è troppo alto.

# calciumTooHigh
source: Calcium is too high.
de: Das Calcium ist zu hoch.
es: El calcio es demasiado alto.
fr: Le calcium est trop élevé.
it: Il calcio è troppo alto.

# magnesiumTooHigh
source: Magnesium is too high.
de: Das Magnesium ist zu hoch.
es: El magnesio es demasiado alto.
fr: Le magnésium est trop élevé.
it: Il magnesio è troppo alto.

# khTooHigh
source: KH is too high.
de: Der KH ist zu hoch.
es: El KH es demasiado alto.
fr: Le KH est trop élevé.
it: Il KH è troppo alto.

# nitratesTooHigh
source: Nitrates are too high.
de: Die Nitrate sind zu hoch.
es: Los nitratos están demasiado altos.
it: I nitrati sono troppo alti.

# phosphatesTooHigh
source: Phosphates are too high.
de: Die Phosphate sind zu hoch.
es: Los fosfatos están demasiado altos.
it: I fosfati sono troppo alti.

# temperatureTooLow
source: Temperature is too low.
de: Die Temperatur ist zu niedrig.
es: La temperatura es demasiado baja.
fr: La température est trop basse.
it: La temperatura è troppo bassa.

# phTooLow
source: pH is too low.
de: Der pH-Wert ist zu niedrig.
es: El pH es demasiado bajo.
fr: Le pH est trop bas.
it: Il pH è troppo basso.

# salinityTooLow
source: Salinity is too low.
de: Der Salzgehalt ist zu niedrig.
es: La salinidad es demasiado baja.
fr: La salinité est trop basse.
it: La salinità è troppo bassa.

# orpTooLow
source: ORP is too low.
de: Der ORP ist zu niedrig.
es: El ORP es demasiado bajo.
fr: L'ORP est trop bas.
it: L'ORP è troppo basso.

# calciumTooLow
source: Calcium is too low.
de: Das Calcium ist zu niedrig.
es: El calcio es demasiado bajo.
fr: Le calcium est trop bas.
it: Il calcio è troppo basso.

# magnesiumTooLow
source: Magnesium is too low.
de: Das Magnesium ist zu niedrig.
es: El magnesio es demasiado bajo.
fr: Le magnésium est trop bas.
it: Il magnesio è troppo basso.

# khTooLow
source: KH is too low.
de: Der KH ist zu niedrig.
es: El KH es demasiado bajo.
fr: Le KH est trop bas.
it: Il KH è troppo basso.

# nitratesTooLow
source: Nitrates are too low.
de: Die Nitrate sind zu niedrig.
es: Los nitratos están demasiado bajos.
it: I nitrati sono troppo bassi.

# phosphatesTooLow
source: Phosphates are too low.
de: Die Phosphate sind zu niedrig.
es: Los fosfatos están demasiado bajos.
it: I fosfati sono troppo bassi.

# suggestionTemperatureHigh
source: Check the heater and room temperature.
de: Überprüfen Sie den Heizkörper und die Raumtemperatur.
es: Verifica el calentador y la temperatura ambiente.
it: Verifica il riscaldatore e la temperatura ambiente.

# suggestionPhHigh
source: Check aeration and reduce lighting.
de: Belüftung überprüfen und Beleuchtung reduzieren.
es: Controla la aireación y reduce la iluminación.
it: Controlla l'aerazione e riduci l'illuminazione.

# suggestionSalinityHigh
source: Add RO water to dilute.
de: Osmosewasser zum Verdünnen hinzufügen.
es: Añade agua osmótica para diluir.
it: Aggiungi acqua osmotica per diluire.

# suggestionOrpHigh
source: Reduce oxygenation or check the ozonizer.
de: Sauerstoffzufuhr reduzieren oder Ozonisator überprüfen.
es: Reduce la oxigenación o verifica el ozonizador.
it: Riduci l'ossigenazione o controlla l'ozonizzatore.

# suggestionCalciumHigh
source: Reduce calcium supplement dosage.
de: Calcium-Supplementierung reduzieren.
es: Reduce la dosis de suplementos de calcio.
it: Riduci il dosaggio di integratori al calcio.

# suggestionMagnesiumHigh
source: Reduce magnesium supplement dosage.
de: Magnesium-Supplementierung reduzieren.
es: Reduce la dosis de suplementos de magnesio.
it: Riduci il dosaggio di integratori al magnesio.

# suggestionKhHigh
source: Reduce alkaline buffer dosage.
de: Alkalische Puffer-Dosierung reduzieren.
es: Reduce la dosis de tampones alcalinos.
it: Riduci il dosaggio di buffer alcalini.

# suggestionNitratesHigh
source: Perform a water change and check the filter.
de: Wasserwechsel durchführen und Filter überprüfen.
es: Realiza un cambio de agua y verifica el filtro.
it: Effettua un cambio d'acqua e verifica il filtro.

# suggestionPhosphatesHigh
source: Perform a water change and use phosphate resins.
de: Wasserwechsel durchführen und Phosphat-Harze verwenden.
es: Realiza un cambio de agua y usa resinas anti-fosfatos.
it: Effettua un cambio d'acqua e usa resine anti-fosfati.

# suggestionTemperatureLow
source: Check heater operation.
de: Heizkörperfunktion überprüfen.
es: Verifica el funcionamiento del calentador.
it: Verifica il funzionamento del riscaldatore.

# suggestionPhLow
source: Increase aeration and check KH.
de: Belüftung erhöhen und KH überprüfen.
es: Aumenta la aireación y controla el KH.
it: Aumenta l'aerazione e controlla il KH.

# suggestionSalinityLow
source: Add quality marine salt.
de: Hochwertiges Meersalz hinzufügen.
es: Añade sal marina de calidad.
it: Aggiungi sale marino di qualità.

# suggestionOrpLow
source: Increase oxygenation or check the skimmer.
de: Sauerstoffzufuhr erhöhen oder Abschäumer überprüfen.
es: Aumenta la oxigenación o verifica el skimmer.
it: Aumenta l'ossigenazione o controlla lo skimmer.

# suggestionCalciumLow
source: Add calcium solutions.
de: Calciumlösungen hinzufügen.
es: Añade soluciones de calcio.
it: Integra con soluzioni di calcio.

# suggestionMagnesiumLow
source: Add magnesium solutions.
de: Magnesiumlösungen hinzufügen.
es: Añade soluciones de magnesio.
it: Integra con soluzioni di magnesio.

# suggestionKhLow
source: Gradually add alkaline buffers
de: Alkalische Puffer allmählich hinzufügen
es: Añade tampones alcalinos gradualmente
it: Aggiungi buffer alcalini gradualmente

# suggestionNitratesLow
source: Normal for well-balanced aquariums
de: Normal für gut ausgewogene Aquarien
es: Normal para acuarios bien equilibrados
it: Normale per acquari ben bilanciati

# suggestionPhosphatesLow
source: Normal for well-balanced aquariums
de: Normal für gut ausgewogene Aquarien
es: Normal para acuarios bien equilibrados
it: Normale per acquari ben bilanciati

source: Maintenance Reminder
de: Wartungserinnerung
es: Recordatorio de Mantenimiento
it: Promemoria Manutenzione

# weeklyMaintenance
source: Weekly maintenance scheduled
de: Wöchentliche Wartung geplant
es: Mantenimiento semanal programado
it: Manutenzione settimanale prevista

# monthlyMaintenance
source: Monthly maintenance scheduled
de: Monatliche Wartung geplant
es: Mantenimiento mensual programado
it: Manutenzione mensile prevista

# waterChangeReminder
source: Reminder: Water Change
de: Erinnerung: Wasserwechsel
es: Recordatorio: Cambio de Agua
it: Promemoria: Cambio Acqua

# waterChangeReminderBody
source: Time to change the aquarium water
de: Zeit für den Wasserwechsel im Aquarium
es: Es hora de cambiar el agua del acuario
it: È tempo di cambiare l'acqua dell'acquario

# filterCleaningReminder
source: Reminder: Filter Cleaning
de: Erinnerung: Filterreinigung
es: Recordatorio: Limpieza del Filtro
it: Promemoria: Pulizia Filtro

# filterCleaningReminderBody
source: Check and clean the aquarium filter
de: Aquariumfilter überprüfen und reinigen
es: Verifica y limpia el filtro del acuario
it: Controlla e pulisci il filtro dell'acquario

# parameterTestingReminder
source: Reminder: Parameter Testing
de: Erinnerung: Parametertest
es: Recordatorio: Prueba de Parámetros
it: Promemoria: Test Parametri

# parameterTestingReminderBody
source: Perform water parameter tests
de: Wasserparameter testen
es: Realiza pruebas de parámetros del agua
it: Esegui i test dei parametri dell'acqua

# lightMaintenanceReminder
source: Reminder: Light Maintenance
de: Erinnerung: Lichtwartung
es: Recordatorio: Mantenimiento de Luces
it: Promemoria: Manutenzione Luci

# lightMaintenanceReminderBody
source: Check and clean aquarium lights
de: Aquariumbeleuchtung überprüfen und reinigen
es: Verifica y limpia las luces del acuario
it: Controlla e pulisci le luci dell'acquario

# weeklyMaintenanceDetails
source: Time for weekly maintenance: • 10-15% water change • Glass cleaning • Parameter testing • Equipment check
de: Zeit für wöchentliche Wartung: • 10-15% Wasserwechsel • Scheibenreinigung • Parametertest • Geräteüberprüfung
es: Es hora del mantenimiento semanal: • Cambio de agua 10-15% • Limpieza de cristales • Prueba de parámetros • Verificación de equipos
it: È ora di effettuare la manutenzione settimanale: • Cambio acqua 10-15% • Pulizia vetri • Test parametri • Controllo attrezzature
