Repository: F3rren/aquarium-interface
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it

# indicativeValuesCheckManufacturer
source: ⚠️ Indicative values: check manufacturer's instructions
de: ⚠️ Richtwerte: Herstellerangaben prüfen
es: ⚠️ Valores indicativos: verificar instrucciones del fabricante
fr: ⚠️ Valeurs indicatives: vérifier les instructions du fabricant
it: ⚠️ Valori indicativi: verifica le istruzioni del produttore

# toReduceNitrates
source: To reduce Nitrates:\n• Regular water change (20% weekly)\n• Efficient skimmer\n• RO refill\n• Liquid active carbon\n• NO3:PO4-X (Red Sea)
de: Zur Reduzierung von Nitraten:\n• Regelmäßiger Wasserwechsel (20% wöchentlich)\n• Effizienter Abschäumer\n• RO-Nachfüllung\n• Flüssige Aktivkohle\n• NO3:PO4-X (Red Sea)
es: Para reducir los Nitratos:\n• Cambio de agua regular (20% semanal)\n• Skimmer eficiente\n• Recambio de ósmosis\n• Carbono activo líquido\n• NO3:PO4-X (Red Sea)
fr: Pour réduire les Nitrates:\n• Changement d'eau régulier (20% hebdomadaire)\n• Écumeur efficace\n• Recharge osmosée\n• Charbon actif liquide\n• NO3:PO4-X (Red Sea)
it: Per ridurre i Nitrati:\n• Cambio acqua regolare (20% settimanale)\n• Skimmer efficiente\n• Refill osmosi\n• Carbonio attivo liquido\n• NO3:PO4-X (Red Sea)

# toReducePhosphates
source: To reduce Phosphates:\n• Anti-phosphate resins (GFO)\n• Efficient skimmer\n• Regular water change\n• NO3:PO4-X (Red Sea)\n• Avoid overfeeding
de: Zur Reduzierung von Phosphaten:\n• Anti-Phosphat-Harze (GFO)\n• Effizienter Abschäumer\n• Regelmäßiger Wasserwechsel\n• NO3:PO4-X (Red Sea)\n• Überfütterung vermeiden
es: Para reducir los Fosfatos:\n• Resinas anti-fosfatos (GFO)\n• Skimmer eficiente\n• Cambio de agua regular\n• NO3:PO4-X (Red Sea)\n• Evitar sobrealimentación
fr: Pour réduire les Phosphates:\n• Résines anti-phosphates (GFO)\n• Écumeur efficace\n• Changement d'eau régulier\n• NO3:PO4-X (Red Sea)\n• Éviter la suralimentation
it: Per ridurre i Fosfati:\n• Resine anti-fosfati (GFO)\n• Skimmer efficiente\n• Cambio acqua regolare\n• NO3:PO4-X (Red Sea)\n• Evitare sovralimentazione

# calculateLitersAndSalt
source: Calculate liters and salt needed for water change
de: Berechnen Sie Liter und Salz für den Wasserwechsel
es: Calcular litros y sal necesaria para el cambio de agua
fr: Calculer les litres et le sel nécessaires pour le changement d'eau
it: Calcola litri e sale necessario per il cambio acqua

source: Percentage to change (%)
de: Zu wechselnder Prozentsatz (%)
es: Porcentaje a cambiar (%)
fr: Pourcentage à changer (%)
it: Percentuale da cambiare (%)

source: Calculate Water Change
de: Wasserwechsel berechnen
es: Calcular Cambio de Agua
fr: Calculer le Changement d'Eau
it: Calcola Cambio Acqua

source: Water to change
de: Zu wechselndes Wasser
es: Agua a cambiar
fr: Eau à changer
it: Acqua da cambiare

source: Salt needed
de: Benötigtes Salz
es: Sal necesaria
fr: Sel nécessaire
it: Sale necessario

# calculatedForSalinity
source: Calculated for salinity 1.025 (35g/L)
de: Berechnet für Salinität 1.025 (35g/L)
es: Calculado para salinidad 1.025 (35g/L)
fr: Calculé pour salinité 1.025 (35g/L)
it: Calcolato per salinità 1.025 (35g/L)

source: Convert between density and salinity
de: Zwischen Dichte und Salzgehalt umrechnen
es: Convertir entre densidad y salinidad
fr: Convertir entre densité et salinité
it: Converti tra densità e salinità

# fromDensityToSalinity
source: From Density (g/cm³) to Salinity (ppt)
de: Von Dichte (g/cm³) zu Salzgehalt (ppt)
es: De Densidad (g/cm³) a Salinidad (ppt)
fr: De la Densité (g/cm³) à la Salinité (ppt)
it: Da Densità (g/cm³) a Salinità (ppt)

# fromSalinityToDensity
source: From Salinity (ppt) to Density (g/cm³)
de: Von Salzgehalt (ppt) zu Dichte (g/cm³)
es: De Salinidad (ppt) a Densidad (g/cm³)
fr: De la Salinité (ppt) à la Densité (g/cm³)
it: Da Salinità (ppt) a Densità (g/cm³)

# densityExample
source: Density (e.g.: 1.025)
de: Dichte (z.B.: 1.025)
es: Densidad (ej: 1.025)
fr: Densité (ex: 1.025)
it: Densità (es: 1.025)

# salinityExample
source: Salinity (ppt, e.g.: 35)
de: Salinität (ppt, z.B.: 35)
es: Salinidad (ppt, ej: 35)
fr: Salinité (ppt, ex: 35)
it: Salinità (ppt, es: 35)

# temperatureCelsius
source: Temperature (°C)
de: Temperatur (°C)
es: Temperatura (°C)
fr: Température (°C)
it: Temperatura (°C)

# salinityPPT
source: Salinity
de: Salzgehalt
es: Salinidad
fr: Salinité
it: Salinità

source: Salinity (ppm)
de: Salinität (ppm)
es: Salinidad (ppm)
fr: Salinité (ppm)
it: Salinità (ppm)

source: Density
de: Dichte
es: Densidad
fr: Densité
it: Densità

source: Convert
de: Umrechnen
es: Convertir
fr: Convertir
it: Converti

# calculateLightingRequirements
source: Calculate lighting requirements for your aquarium
de: Berechnen Sie den Beleuchtungsbedarf für Ihr Aquarium
es: Calcular requisitos de iluminación para tu acuario
fr: Calculer les besoins en éclairage pour votre aquarium
it: Calcola il fabbisogno di illuminazione per il tuo acquario

source: Tank type
de: Beckentyp
es: Tipo de tanque
fr: Type de bac
it: Tipo di vasca

source: Fish Only
de: Nur Fische
es: Solo Peces
fr: Poissons Seulement
it: Solo Pesci

# fishAndSoftCorals
source: Fish + Soft Corals (LPS)
de: Fische + Weichkorallen (LPS)
es: Peces + Corales Blandos (LPS)
fr: Poissons + Coraux Mous (LPS)
it: Pesci + Coralli Molli (LPS)

source: SPS Corals
de: SPS-Korallen
es: Corales SPS
fr: Coraux SPS
it: Coralli SPS

# totalWatts
source: Total lighting watts
de: Gesamtleistung Beleuchtung (Watt)
es: Vatios totales de iluminación
fr: Watts totaux d'éclairage
it: Watt totali illuminazione

source: Calculate Lighting
de: Beleuchtung berechnen
es: Calcular Iluminación
fr: Calculer l'Éclairage
it: Calcola Illuminazione

source: Watts per Liter
de: Watt pro Liter
es: Vatios por Litro
fr: Watts par Litre
it: Watt per Litro

source: Recommendation
de: Empfehlung
es: Recomendación
fr: Recommandation
it: Raccomandazione

# insufficientMinimumFish
source: Insufficient - Minimum 0.25 W/L for fish
de: Unzureichend - Minimum 0,25 W/L für Fische
es: Insuficiente - Mínimo 0.25 W/L para peces
fr: Insuffisant - Minimum 0,25 W/L pour poissons
it: Insufficiente - Minimo 0.25 W/L per pesci

# optimalForFishOnly
source: Optimal for fish-only tank
de: Optimal für reines Fischbecken
es: Óptimo para tanque de solo peces
fr: Optimal pour bac de poissons uniquement
it: Ottimale per vasca di soli pesci

source: Excessive - Algae risk
de: Übermäßig - Algenrisiko
es: Excesivo - Riesgo de algas
fr: Excessif - Risque d'algues
it: Eccessivo - Rischio alghe

# insufficientMinimumSoft
source: Insufficient - Minimum 0.5 W/L
de: Unzureichend - Minimum 0,5 W/L
es: Insuficiente - Mínimo 0.5 W/L
fr: Insuffisant - Minimum 0,5 W/L
it: Insufficiente - Minimo 0.5 W/L

# optimalForSoftCorals
source: Optimal for soft corals (LPS)
de: Optimal für Weichkorallen (LPS)
es: Óptimo para corales blandos (LPS)
fr: Optimal pour coraux mous (LPS)
it: Ottimale per coralli molli (LPS)

# veryGoodAlsoSPS
source: Very good - Also suitable for SPS
de: Sehr gut - Auch für SPS geeignet
es: Muy bueno - También adecuado para SPS
fr: Très bon - Convient aussi pour SPS
it: Molto buono - Adatto anche SPS

# insufficientMinimumSPS
source: Insufficient - Minimum 1.0 W/L for SPS
de: Unzureichend - Minimum 1,0 W/L für SPS
es: Insuficiente - Mínimo 1.0 W/L para SPS
fr: Insuffisant - Minimum 1,0 W/L pour SPS
it: Insufficiente - Minimo 1.0 W/L per SPS

# optimalForSPS
source: Optimal for SPS corals
de: Optimal für SPS-Korallen
es: Óptimo para corales SPS
fr: Optimal pour coraux SPS
it: Ottimale per coralli SPS

# veryPowerfulExcellentSPS
source: Very powerful - Excellent for demanding SPS
de: Sehr leistungsstark - Ausgezeichnet für anspruchsvolle SPS
es: Muy potente - Excelente para SPS exigentes
fr: Très puissant - Excellent pour les SPS exigeants
it: Molto potente - Ottimo per SPS esigenti

source: Acceptable
de: Akzeptabel
es: Aceptable
it: Accettabile

# toCorrect
source: To be corrected
de: Zu korrigieren
es: A corregir
fr: À corriger
it: Da correggere

source: Target Temperature
de: Zieltemperatur
es: Temperatura Objetivo
fr: Température Cible
it: Target Temperatura

# setDesiredTemperature
source: Set the desired temperature:
de: Gewünschte Temperatur einstellen:
es: Establece la temperatura deseada:
fr: Définir la température souhaitée:
it: Imposta la temperatura desiderata:

# typicalRangeTemperature
source: Typical range: 24-26 °C
de: Typischer Bereich: 24-26 °C
es: Rango típico: 24-26 °C
fr: Plage typique: 24-26 °C
it: Range tipico: 24-26 °C

source: Target Salinity
de: Zielsalzgehalt
es: Salinidad Objetivo
fr: Salinité Cible
it: Target Salinità

# setDesiredSalinity
source: Set the desired salinity value:
de: Gewünschten Salzgehalt einstellen:
es: Establece el valor de salinidad deseado:
fr: Définir la valeur de salinité souhaitée:
it: Imposta il valore di salinità desiderato:

# typicalRangeSalinity
source: Typical range: 1020-1028
de: Typischer Bereich: 1020-1028
es: Rango típico: 1020-1028
fr: Plage typique: 1020-1028
it: Range tipico: 1020-1028

source: Target pH
de: Ziel-pH
es: pH Objetivo
fr: pH Cible

# setDesiredPh
source: Set the desired pH value:
de: Gewünschten pH-Wert einstellen:
es: Establece el valor de pH deseado:
fr: Définir la valeur de pH souhaitée:
it: Imposta il valore pH desiderato:

# typicalRangePh
source: Typical range: 8.0-8.4
de: Typischer Bereich: 8.0-8.4
es: Rango típico: 8.0-8.4
fr: Plage typique: 8.0-8.4
it: Range tipico: 8.0-8.4

source: Target ORP
de: Ziel-ORP
es: ORP Objetivo
fr: ORP Cible

# setDesiredOrp
source: Set the desired ORP value:
de: Gewünschten ORP-Wert einstellen:
es: Establece el valor ORP deseado:
fr: Définir la valeur ORP souhaitée:
it: Imposta il valore ORP desiderato:

# typicalRangeOrp
source: Typical range: 300-400 mV
de: Typischer Bereich: 300-400 mV
es: Rango típico: 300-400 mV
fr: Plage typique: 300-400 mV
it: Range tipico: 300-400 mV

source: New Aquarium
de: Neues Aquarium
es: Nuevo Acuario
fr: Nouvel Aquarium
it: Nuovo Acquario

source: Create New Aquarium
de: Neues Aquarium Erstellen
es: Crear Nuevo Acuario
fr: Créer un Nouvel Aquarium
it: Crea Nuovo Acquario

# fillTankDetails
source: Fill in the tank details
de: Füllen Sie die Tank-Details aus
es: Completa los detalles del tanque
fr: Remplissez les détails du réservoir
it: Compila i dettagli della vasca

source: Aquarium Name
es: Nombre del Acuario
fr: Nom de l'Aquarium
it: Nome Acquario

# aquariumNameHint
source: e.g. My Tank
de: z.B. Mein Tank
es: ej. Mi Tanque
fr: ex. Mon Aquarium
it: es. La Mia Vasca

# enterName
source: Enter a name
de: Geben Sie einen Namen ein
es: Ingresa un nombre
fr: Entrez un nom
it: Inserisci un nome

source: Aquarium Type
de: Aquarium Typ
es: Tipo de Acuario
fr: Type d'Aquarium
it: Tipo Acquario

source: Marine
de: Meer
es: Marino
fr: Marin
it: Marino

source: Freshwater
de: Süßwasser
es: Dulce
fr: Eau Douce
it: Dolce

source: Reef
de: Riff
es: Arrecife
fr: Récifal

source: Volume (Liters)
de: Volumen (Liter)
es: Volumen (Litros)
fr: Volume (Litres)
it: Volume (Litri)

# volumeHint
source: e.g. 200
de: z.B. 200
es: ej. 200
fr: ex. 200
it: es. 200

# enterVolume
source: Enter the volume
de: Geben Sie das Volumen ein
es: Ingresa el volumen
fr: Entrez le volume
it: Inserisci il volume

source: Save Aquarium
de: Aquarium Speichern
es: Guardar Acuario
fr: Enregistrer l'Aquarium
it: Salva Acquario

# aquariumCreatedSuccess
source: Aquarium "{name}" created successfully!
de: Aquarium "{name}" erfolgreich erstellt!
es: Acuario "{name}" creado con éxito!
fr: Aquarium "{name}" créé avec succès!
it: Acquario "{name}" creato con successo!

source: Delete Aquarium
de: Aquarium Löschen
es: Eliminar Acuario
fr: Supprimer l'Aquarium
it: Elimina Acquario

# errorLoading
source: Loading error: {error}
de: Ladefehler: {error}
es: Error al cargar: {error}
fr: Erreur de chargement: {error}
it: Errore nel caricamento: {error}

# cannotDeleteMissingId
source: Cannot delete: aquarium ID missing
de: Löschen nicht möglich: Aquarium-ID fehlt
es: No se puede eliminar: falta el ID del acuario
fr: Impossible de supprimer: ID de l'aquarium manquant
it: Impossibile eliminare: ID acquario mancante

# confirmDeleteAquarium
source: Are you sure you want to delete '{name}'?
de: Sind Sie sicher, dass Sie '{name}' löschen möchten?
es: ¿Estás seguro de que quieres eliminar '{name}'?
fr: Êtes-vous sûr de vouloir supprimer '{name}'?
it: Sei sicuro di voler eliminare '{name}'?

# actionCannotBeUndone
source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action ne peut pas être annulée.
it: Questa azione non può essere annullata.

# aquariumDeletedSuccess
source: Aquarium deleted successfully
de: Aquarium erfolgreich gelöscht
es: Acuario eliminado con éxito
fr: Aquarium supprimé avec succès
it: Acquario eliminato con successo

source: No aquariums to delete
de: Keine Aquarien zum Löschen
es: No hay acuarios para eliminar
fr: Aucun aquarium à supprimer
it: Nessun acquario da eliminare

source: Aquarium Management
de: Aquarienverwaltung
es: Gestión de Acuarios
fr: Gestion de l'Aquarium
it: Gestione Acquari

# selectToDelete
source: Select an aquarium to delete
de: Wählen Sie ein Aquarium zum Löschen aus
es: Selecciona un acuario para eliminar
fr: Sélectionnez un aquarium à supprimer
it: Seleziona un acquario da eliminare

source: Edit Aquarium
de: Aquarium bearbeiten
es: Editar Acuario
fr: Modifier l'Aquarium
it: Modifica Acquario

source: Select Aquarium
de: Aquarium Auswählen
es: Seleccionar Acuario
fr: Sélectionner un Aquarium
it: Seleziona Acquario

# chooseAquariumToEdit
source: Choose an aquarium to edit
de: Wählen Sie ein Aquarium zum Bearbeiten
es: Elige un acuario para editar
fr: Choisissez un aquarium à modifier
it: Scegli un acquario da modificare

# noAquariumsFound
source: No tanks found
de: Keine Tanks gefunden
es: No se encontraron tanques
fr: Aucun réservoir trouvé
it: Nessuna vasca trovata

source: Edit Details
de: Details bearbeiten
es: Editar Detalles
fr: Modifier les Détails
it: Modifica Dettagli

# updateAquarium
source: Update {name}
de: {name} aktualisieren
es: Actualizar {name}
fr: Mettre à jour {name}
it: Aggiorna {name}

source: Save Changes
de: Änderungen speichern
es: Guardar Cambios
fr: Enregistrer les Modifications
it: Salva Modifiche

# changesSavedFor
source: Changes saved for "{name}"
de: Änderungen gespeichert für "{name}"
es: Cambios guardados para "{name}"
fr: Modifications enregistrées pour "{name}"
it: Modifiche salvate per "{name}"

# errorSavingChanges
source: Error saving changes: {error}
de: Fehler beim Speichern der Änderungen: {error}
es: Error al guardar los cambios: {error}
fr: Erreur lors de l'enregistrement des modifications: {error}
it: Errore nel salvare le modifiche: {error}

# chartHistoryTitle
source: History {parameter}
de: Historie {parameter}
es: Historial {parameter}
fr: Historique {parameter}
it: Storico {parameter}

# chartNoData
source: No data available
de: Keine Daten verfügbar
es: No hay datos disponibles
fr: Aucune donnée disponible
it: Nessun dato disponibile

# chartStatMin
source: Min
es: Mín

# chartStatAvg
source: Avg
de: Durchschn.
es: Prom
fr: Moy

# chartStatMax
source: Max
es: Máx

# chartStatNow
source: Now
de: Jetzt
es: Ahora
fr: Maint.

# chartLegendWarning
source: Warning
de: Warnung
es: Aviso
fr: Avertissement
it: Avviso

# chartAdvancedAnalysis
source: Advanced Analysis
de: Erweiterte Analyse
es: Análisis Avanzado
fr: Analyse Avancée
it: Analisi Avanzata

# chartTrendLabel
source: Trend
es: Tendencia
fr: Tendance

# chartStabilityLabel
source: Stability
de: Stabilität
es: Estabilidad
fr: Stabilité
it: Stabilità

# chartTrendStable
source: Stable
de: Stabil
es: Estable
it: Stabile

# chartTrendRising
source: Rising
de: Steigend
es: En aumento
fr: En hausse
it: In aumento

# chartTrendFalling
source: Falling
de: Fallend
es: En descenso
fr: En baisse
it: In calo

# chartStabilityExcellent
source: Excellent
de: Ausgezeichnet
es: Excelente
fr: Excellente
it: Ottima

# chartStabilityGood
source: Good
de: Gut
es: Buena
fr: Bonne
it: Buona

# chartStabilityMedium
source: Medium
de: Mittel
es: Media
fr: Moyenne
it: Media

# chartStabilityLow
source: Low
de: Niedrig
es: Baja
fr: Basse
it: Bassa

# chartAdviceOutOfRange
source: Warning: {parameter} out of range. Check immediately and correct.
de: Achtung: {parameter} außerhalb des Bereichs. Sofort überprüfen und korrigieren.
es: Atención: {parameter} fuera de rango. Verifica inmediatamente y corrige.
fr: Attention: {parameter} hors plage. Vérifiez immédiatement et corrigez.
it: Attenzione: {parameter} fuori range. Controlla subito e correggi.

# chartAdviceNotIdeal
source: Parameter acceptable but not ideal. Monitor carefully.
de: Parameter akzeptabel, aber nicht ideal. Sorgfältig überwachen.
es: Parámetro aceptable pero no ideal. Monitoriza cuidadosamente.
fr: Paramètre acceptable mais pas idéal. Surveillez attentivement.
it: Parametro accettabile ma non ideale. Monitora attentamente.

# chartAdviceUnstable
source: Unstable parameter. Check water change and additive dosing.
de: Parameter instabil. Wasserwechsel und Zusatzdosierung überprüfen.
es: Parámetro inestable. Verifica cambio de agua y dosificación de aditivos.
fr: Paramètre instable. Vérifiez le changement d'eau et le dosage des additifs.
it: Parametro instabile. Verifica cambio acqua e dosaggi additivi.

# chartAdviceTempRising
source: Temperature rising. Check cooling and ventilation.
de: Temperatur steigt. Kühlung und Belüftung überprüfen.
es: Temperatura en aumento. Verifica refrigeración y ventilación.
fr: Température en hausse. Vérifiez le refroidissement et la ventilation.
it: Temperatura in aumento. Verifica raffreddamento e ventilazione.

# chartAdviceOptimal
source: Optimal and stable parameter.
de: Optimaler und stabiler Parameter.
es: Parámetro óptimo y estable.
fr: Paramètre optimal et stable.
it: Parametro ottimale e stabile.

# paramTemperature
source: Temperature
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura

# paramSalinity
source: Salinity
de: Salzgehalt
es: Salinidad
fr: Salinité
it: Salinità

# warningIndicativeValues
source: ⚠️ Indicative values: verify manufacturer's instructions
de: ⚠️ Richtwerte: Herstelleranweisungen überprüfen
es: ⚠️ Valores indicativos: verifica las instrucciones del fabricante
fr: ⚠️ Valeurs indicatives: vérifier les instructions du fabricant
it: ⚠️ Valori indicativi: verifica le istruzioni del produttore

# nitratesReductionAdvice
source: To reduce Nitrates: • Regular water change (20% weekly) • Efficient skimmer • RO refill • Liquid active carbon • NO3:PO4-X (Red Sea)
de: Um Nitrat zu reduzieren: • Regelmäßiger Wasserwechsel (20% wöchentlich) • Effizienter Abschäumer • Osmose-Nachfüllung • Flüssiger Aktivkohle • NO3:PO4-X (Red Sea)
es: Para reducir los Nitratos: • Cambio de agua regular (20% semanal) • Skimmer eficiente • Recarga de ósmosis • Carbono activo líquido • NO3:PO4-X (Red Sea)
fr: Pour réduire les Nitrates: • Changement d'eau régulier (20% hebdomadaire) • Écumeur efficace • Remplissage osmose • Carbone actif liquide • NO3:PO4-X (Red Sea)
it: Per ridurre i Nitrati: • Cambio acqua regolare (20% settimanale) • Skimmer efficiente • Refill osmosi • Carbonio attivo liquido • NO3:PO4-X (Red Sea)

# phosphatesReductionAdvice
source: To reduce Phosphates: • Anti-phosphate resins (GFO) • Efficient skimmer • Regular water change • NO3:PO4-X (Red Sea) • Avoid overfeeding
de: Um Phosphat zu reduzieren: • Anti-Phosphat-Harze (GFO) • Effizienter Abschäumer • Regelmäßiger Wasserwechsel • NO3:PO4-X (Red Sea) • Überfütterung vermeiden
es: Para reducir los Fosfatos: • Resinas anti-fosfatos (GFO) • Skimmer eficiente • Cambio de agua regular • NO3:PO4-X (Red Sea) • Evitar sobrealimentación
fr: Pour réduire les Phosphates: • Résines anti-phosphates (GFO) • Écumeur efficace • Changement d'eau régulier • NO3:PO4-X (Red Sea) • Éviter la suralimentation
it: Per ridurre i Fosfati: • Resine anti-fosfati (GFO) • Skimmer efficiente • Cambio acqua regolare • NO3:PO4-X (Red Sea) • Evitare sovralimentazione

# calculateWaterAndSalt
source: Calculate liters and salt needed for water change
de: Berechne Liter und benötigtes Salz für Wasserwechsel
es: Calcula litros y sal necesaria para el cambio de agua
fr: Calculer les litres et le sel nécessaires pour le changement d'eau
it: Calcola litri e sale necessario per il cambio acqua

source: Aquarium volume (L)
de: Aquarienvolumen (L)
es: Volumen del acuario (L)
fr: Volume de l'aquarium (L)
it: Volume acquario (L)

source: Change percentage (%)
de: Wechselprozentsatz (%)
es: Porcentaje de cambio (%)
fr: Pourcentage de changement (%)
it: Percentuale cambio (%)

source: Calculate
de: Berechnen
es: Calcular
fr: Calculer
it: Calcola

# salinityLabel
source: Salinity
de: Salinität
es: Salinidad
fr: Salinité
it: Salinità

# densityLabel
source: Density
de: Dichte
es: Densidad
fr: Densité
it: Densità

# indicativeValuesRefractometer
source: Indicative values - Use refractometer for precise measurements
de: Richtwerte - Refraktometer für präzise Messungen verwenden
es: Valores indicativos - Usar refractómetro para medidas precisas
fr: Valeurs indicatives - Utiliser un réfractomètre pour des mesures précises
it: Valori indicativi - Usare rifrattometro per misure precise

# calculateWattsPerLiter
source: Calculate optimal watts/liter ratio
de: Berechne optimales Watt/Liter-Verhältnis
es: Calcula la relación vatios/litro óptima
fr: Calculer le rapport watts/litre optimal
it: Calcola il rapporto watt/litro ottimale

source: Light power (W)
de: Lichtleistung (W)
es: Potencia de luces (W)
fr: Puissance des lumières (W)
it: Potenza luci (W)

# recommendedPhotoperiod
source: Recommended photoperiod: 8-10 hours/day
de: Empfohlene Photoperiode: 8-10 Stunden/Tag
es: Fotoperíodo recomendado: 8-10 horas/día
fr: Photopériode recommandée: 8-10 heures/jour
it: Fotoperiodo consigliato: 8-10 ore/giorno

# lightInsufficientFishOnly
source: Insufficient - Minimum 0.25 W/L for fish
de: Unzureichend - Mindestens 0.25 W/L für Fische
es: Insuficiente - Mínimo 0.25 W/L para peces
fr: Insuffisant - Minimum 0.25 W/L pour poissons
it: Insufficiente - Minimo 0.25 W/L per pesci

# lightOptimalFishOnly
source: Optimal for fish-only tank
de: Optimal für Fisch-Aquarium
es: Óptimo para acuario solo de peces
fr: Optimal pour aquarium de poissons uniquement
it: Ottimale per vasca di soli pesci

# lightExcessiveAlgaeRisk
source: Excessive - Algae risk
de: Übermäßig - Algenrisiko
es: Excesivo - Riesgo de algas
fr: Excessif - Risque d'algues
it: Eccessivo - Rischio alghe

# lightInsufficientSoftCorals
source: Insufficient - Minimum 0.5 W/L
de: Unzureichend - Mindestens 0.5 W/L
es: Insuficiente - Mínimo 0.5 W/L
fr: Insuffisant - Minimum 0.5 W/L
it: Insufficiente - Minimo 0.5 W/L

# lightOptimalSoftCorals
source: Optimal for soft corals (LPS)
de: Optimal für Weichkorallen (LPS)
es: Óptimo para corales blandos (LPS)
fr: Optimal pour coraux mous (LPS)
it: Ottimale per coralli molli (LPS)

# lightVeryGoodSPS
source: Very good - Suitable for SPS too
de: Sehr gut - Auch für SPS geeignet
es: Muy bueno - Apto también para SPS
fr: Très bon - Convient aussi aux SPS
it: Molto buono - Adatto anche SPS

# lightInsufficientSPS
source: Insufficient - Minimum 1.0 W/L for SPS
de: Unzureichend - Mindestens 1.0 W/L für SPS
es: Insuficiente - Mínimo 1.0 W/L para SPS
fr: Insuffisant - Minimum 1.0 W/L pour SPS
it: Insufficiente - Minimo 1.0 W/L per SPS

# lightOptimalSPS
source: Optimal for SPS corals
de: Optimal für SPS-Korallen
es: Óptimo para corales SPS
fr: Optimal pour coraux SPS
it: Ottimale per coralli SPS

# lightVeryPowerfulSPS
source: Very powerful - Excellent for demanding SPS
de: Sehr leistungsstark - Ausgezeichnet für anspruchsvolle SPS
es: Muy potente - Excelente para SPS exigentes
fr: Très puissant - Excellent pour SPS exigeants
it: Molto potente - Ottimo per SPS esigenti
