Repository: F3rren/aquarium-interface
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it

source: Aquariums
de: Aquarien
es: Acuarios
it: Acquari

source: Aquarium
es: Acuario
it: Acquario

source: Parameters
de: Parameter
es: Parámetros
fr: Paramètres
it: Parametri

source: Fish
de: Fische
es: Peces
fr: Poissons
it: Pesci

# fishes
source: Fish
de: Fische
es: Peces
fr: Poissons
it: Pesci

source: Corals
de: Korallen
es: Corales
fr: Coraux
it: Coralli

source: Maintenance
de: Wartung
es: Mantenimiento
fr: Entretien
it: Manutenzione

source: Alerts
de: Alarme
es: Alertas
fr: Alertes
it: Alert

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni

source: Dashboard
es: Panel
fr: Tableau de bord

source: Charts
de: Diagramme
es: Gráficos
fr: Graphiques
it: Grafici

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo

source: My Aquarium
de: Mein Aquarium
es: Mi Acuario
fr: Mon Aquarium
it: La Mia Vasca

source: No Aquarium
de: Kein Aquarium
es: Sin Acuario
fr: Aucun Aquarium
it: Nessun Acquario

# noAquariumDescription
source: Start by creating your first aquarium to monitor water parameters and the health of your fish.
de: Erstellen Sie Ihr erstes Aquarium, um Wasserparameter und die Gesundheit Ihrer Fische zu überwachen.
es: Comienza creando tu primer acuario para monitorear los parámetros del agua y la salud de tus peces.
fr: Commencez par créer votre premier aquarium pour surveiller les paramètres de l'eau et la santé de vos poissons.
it: Inizia creando il tuo primo acquario per monitorare i parametri dell'acqua e la salute dei tuoi pesci.

source: Create Aquarium
de: Aquarium erstellen
es: Crear Acuario
fr: Créer Aquarium
it: Crea Acquario

source: No Fish
de: Keine Fische
es: Sin Peces
fr: Aucun Poisson
it: Nessun Pesce

# noFishDescription
source: Add your fish to track your aquarium's population.
de: Fügen Sie Ihre Fische hinzu, um die Population Ihres Aquariums zu verfolgen.
es: Añade tus peces para hacer seguimiento de la población de tu acuario.
fr: Ajoutez vos poissons pour suivre la population de votre aquarium.
it: Aggiungi i tuoi pesci per tenere traccia della popolazione del tuo acquario.

source: Add Fish
de: Fisch hinzufügen
es: Añadir Pez
fr: Ajouter Poisson
it: Aggiungi Pesce

source: No Coral
de: Keine Koralle
es: Sin Coral
fr: Aucun Corail
it: Nessun Corallo

# noCoralDescription
source: Document the corals in your marine aquarium.
de: Dokumentieren Sie die Korallen in Ihrem Meerwasseraquarium.
es: Documenta los corales presentes en tu acuario marino.
fr: Documentez les coraux présents dans votre aquarium marin.
it: Documenta i coralli presenti nel tuo acquario marino.

source: Add Coral
de: Koralle hinzufügen
es: Añadir Coral
fr: Ajouter Corail
it: Aggiungi Corallo

source: No History
de: Kein Verlauf
es: Sin Historial
fr: Aucun Historique
it: Nessuno Storico

# noHistoryDescription
source: No historical data available yet. Parameters will be automatically recorded.
de: Noch keine historischen Daten verfügbar. Parameter werden automatisch aufgezeichnet.
es: Todavía no hay datos históricos disponibles. Los parámetros se registrarán automáticamente.
fr: Aucune donnée historique disponible pour le moment. Les paramètres seront enregistrés automatiquement.
it: Non ci sono ancora dati storici disponibili. I parametri verranno registrati automaticamente.

source: No Tasks
de: Keine Aufgaben
es: Sin Tareas
fr: Aucune Tâche
it: Nessun Task

# noTasksDescription
source: Create reminders for your aquarium maintenance activities.
de: Erstellen Sie Erinnerungen für Ihre Aquarienwartungsaktivitäten.
es: Crea recordatorios para las actividades de mantenimiento de tu acuario.
fr: Créez des rappels pour les activités d'entretien de votre aquarium.
it: Crea promemoria per le attività di manutenzione del tuo acquario.

source: Create Task
de: Aufgabe Erstellen
es: Crear Tarea
fr: Créer une Tâche
it: Crea Task

source: ALL OK
de: ALLES OK
es: TODO OK
fr: TOUT OK
it: TUTTO OK

# allOkDescription
source: No active alerts. All parameters are within normal range.
de: Keine aktiven Alarme. Alle Parameter liegen im Normalbereich.
es: No hay alertas activas. Todos los parámetros están dentro del rango normal.
fr: Aucune alerte active. Tous les paramètres sont dans la plage normale.
it: Non ci sono alert attivi. Tutti i parametri sono nella norma.

source: No Results
de: Keine Ergebnisse
es: Sin Resultados
fr: Aucun Résultat
it: Nessun Risultato

# noResultsDescription
source: We couldn't find results for "{query}". Try different keywords.
de: Wir konnten keine Ergebnisse für "{query}" finden. Versuchen Sie es mit anderen Suchbegriffen.
es: No hemos encontrado resultados para "{query}". Prueba con palabras clave diferentes.
fr: Nous n'avons trouvé aucun résultat pour "{query}". Essayez avec des mots-clés différents.
it: Non abbiamo trovato risultati per "{query}". Prova con parole chiave diverse.

# errorTitle
source: Oops!
de: Hoppla!
es: ¡Ups!
fr: Oups!
it: Ops!

# errorDescription
source: An error occurred
de: Ein Fehler ist aufgetreten
es: Se ha producido un error
fr: Une erreur s'est produite
it: Si è verificato un errore

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova

# offline
source: You're Offline
de: Sie sind offline
es: Estás Sin Conexión
fr: Vous êtes hors ligne
it: Sei Offline

# offlineDescription
source: Check your internet connection and try again.
de: Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: Verifica tu conexión a internet e inténtalo de nuevo.
fr: Vérifiez votre connexion Internet et réessayez.
it: Verifica la tua connessione internet e riprova.

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi

source: Name
es: Nombre
fr: Nom
it: Nome

source: Species
de: Art
es: Especie
fr: Espèce
it: Specie

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione

source: Notes
de: Notizen
es: Notas
it: Note

source: Date
de: Datum
es: Fecha
it: Data

source: Quantity
de: Menge
es: Cantidad
fr: Quantité
it: Quantità

# addFishTitle
source: Add Fish
de: Fisch hinzufügen
es: Añadir Pez
fr: Ajouter Poisson
it: Aggiungi Pesce

# editFishTitle
source: Edit Fish
de: Fisch bearbeiten
es: Editar Pez
fr: Modifier Poisson
it: Modifica Pesce

# fishNameLabel
source: Name *
es: Nombre *
fr: Nom *
it: Nome *

# fishNameHint
source: e.g.: Nemo
de: z.B.: Nemo
es: ej: Nemo
fr: ex: Nemo
it: es: Nemo

# fishSpeciesLabel
source: Species *
de: Art *
es: Especie *
fr: Espèce *
it: Specie *

# fishSpeciesHint
source: e.g: Amphiprion ocellaris
de: z.B: Amphiprion ocellaris
es: ej: Amphiprion ocellaris
fr: ex: Amphiprion ocellaris
it: es: Amphiprion ocellaris

# fishSizeLabel
source: Size (cm) *
de: Größe (cm) *
es: Tamaño (cm) *
fr: Taille (cm) *
it: Dimensione (cm) *

# fishSizeHint
source: e.g: 8.5
de: z.B: 8.5
es: ej: 8.5
fr: ex: 8.5
it: es: 8.5

# quantityLabel
source: Quantity
de: Menge
es: Cantidad
fr: Quantité
it: Quantità

# quantityHint
source: Number of specimens to add
de: Anzahl der hinzuzufügenden Exemplare
es: Número de ejemplares a añadir
fr: Nombre de spécimens à ajouter
it: Numero di esemplari da aggiungere

# quantityInfo
source: If you add multiple specimens, they will be automatically numbered
de: Wenn Sie mehrere Exemplare hinzufügen, werden diese automatisch nummeriert
es: Si añades múltiples ejemplares, se numerarán automáticamente
fr: Si vous ajoutez plusieurs spécimens, ils seront automatiquement numérotés
it: Se aggiungi più esemplari, verranno numerati automaticamente

# notesLabel
source: Notes
de: Notizen
es: Notas
it: Note

# notesHint
source: Add optional notes
de: Optionale Notizen hinzufügen
es: Añadir notas opcionales
fr: Ajouter des notes facultatives
it: Aggiungi note opzionali

source: Select from list
de: Aus der Liste auswählen
es: Seleccionar de la lista
fr: Sélectionner dans la liste
it: Seleziona dalla lista

source: or enter manually
de: oder manuell eingeben
es: o ingresar manualmente
fr: ou entrer manuellement
it: oppure inserisci manualmente

# noCompatibleFish
source: No fish compatible with {waterType} aquarium
de: Keine Fische kompatibel mit {waterType}-Aquarium
es: Ningún pez compatible con acuario {waterType}
fr: Aucun poisson compatible avec aquarium {waterType}
it: Nessun pesce compatibile con acquario {waterType}

# noDatabaseFish
source: No fish available in database
de: Keine Fische in der Datenbank verfügbar
es: No hay peces disponibles en la base de datos
fr: Aucun poisson disponible dans la base de données
it: Nessun pesce disponibile nel database

# addCoralTitle
source: Add Coral
de: Koralle hinzufügen
es: Añadir Coral
fr: Ajouter Corail
it: Aggiungi Corallo

# editCoralTitle
source: Edit Coral
de: Koralle bearbeiten
es: Editar Coral
fr: Modifier Corail
it: Modifica Corallo

# coralNameLabel
source: Name *
es: Nombre *
fr: Nom *
it: Nome *

# coralNameHint
source: e.g: Orange Montipora
de: z.B: Orange Montipora
es: ej: Montipora naranja
fr: ex: Montipora orange
it: es: Montipora arancione

# coralSpeciesLabel
source: Species *
de: Art *
es: Especie *
fr: Espèce *
it: Specie *

# coralSpeciesHint
source: e.g: Montipora digitata
de: z.B: Montipora digitata
es: ej: Montipora digitata
fr: ex: Montipora digitata
it: es: Montipora digitata

# coralTypeLabel
source: Type *
de: Typ *
es: Tipo *
it: Tipo *

# coralSizeLabel
source: Size (cm) *
de: Größe (cm) *
es: Tamaño (cm) *
fr: Taille (cm) *
it: Dimensione (cm) *

# coralSizeHint
source: e.g: 5.0
de: z.B: 5.0
es: ej: 5.0
fr: ex: 5.0
it: es: 5.0

# coralPlacementLabel
source: Placement *
de: Platzierung *
es: Ubicación *
it: Posizionamento *

# coralTypeSoft
source: Soft
de: Weich
es: Blandos
fr: Mous
it: Molle

# placementTop
source: Top
de: Oben
es: Alto
fr: Haut
it: Alto

# placementMiddle
source: Middle
de: Mitte
es: Medio
fr: Milieu
it: Medio

# placementBottom
source: Bottom
de: Unten
es: Bajo
fr: Bas
it: Basso

# difficultyEasy
source: Easy
de: Einfach
es: Fácil
fr: Facile
it: Facile

# difficultyIntermediate
source: Intermediate
de: Mittel
es: Intermedio
fr: Intermédiaire
it: Intermedio

# difficultyHard
source: Hard
de: Schwierig
es: Difícil
fr: Difficile
it: Difficile

# difficultyBeginner
source: Beginner
de: Anfänger
es: Principiante
fr: Débutant
it: Principiante

# difficultyExpert
source: Expert
de: Experte
es: Experto
it: Esperto

# temperamentPeaceful
source: Peaceful
de: Friedlich
es: Pacífico
fr: Pacifique
it: Pacifico

# temperamentSemiAggressive
source: Semi-aggressive
de: Semi-aggressiv
es: Semi-agresivo
fr: Semi-agressif
it: Semi-aggressivo

# temperamentAggressive
source: Aggressive
de: Aggressiv
es: Agresivo
fr: Agressif
it: Aggressivo

# dietHerbivore
source: Herbivore
de: Pflanzenfresser
es: Herbívoro
it: Erbivoro

# dietCarnivore
source: Carnivore
de: Fleischfresser
es: Carnívoro
it: Carnivoro

# dietOmnivore
source: Omnivore
de: Allesfresser
es: Omnívoro
it: Onnivoro

source: Reef-safe
de: Riffsicher
es: Seguro para arrecife
fr: Sûr pour récif

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì

source: Difficulty
de: Schwierigkeit
es: Dificultad
fr: Difficulté
it: Difficoltà

source: Min tank size
de: Mindestgröße Becken
es: Tanque mínimo
fr: Taille min. aquarium
it: Vasca minima

source: Temperament
es: Temperamento
fr: Tempérament
it: Temperamento

source: Diet
de: Ernährung
es: Dieta
fr: Régime
it: Dieta

source: Filters and Search
de: Filter und Suche
es: Filtros y Búsqueda
fr: Filtres et Recherche
it: Filtri e Ricerca

source: Clear all
de: Alles löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto

source: Search by name
de: Nach Name suchen
es: Buscar por nombre
fr: Rechercher par nom
it: Ricerca per nome

# searchPlaceholder
source: Search by name...
de: Nach Name suchen...
es: Buscar por nombre...
fr: Rechercher par nom...
it: Cerca per nome...

# insertionDate
source: Tank insertion date
de: Einsetzungsdatum ins Becken
es: Fecha de introducción al tanque
fr: Date d'introduction dans l'aquarium
it: Data inserimento in vasca

source: Select type
de: Typ auswählen
es: Seleccionar tipo
fr: Sélectionner le type
it: Seleziona tipo

source: Select date
de: Datum auswählen
es: Seleccionar fecha
fr: Sélectionner date
it: Seleziona data

source: Remove date filter
de: Datumsfilter entfernen
es: Eliminar filtro de fecha
fr: Supprimer le filtre de date
it: Rimuovi filtro data

source: Sorting
de: Sortierung
es: Ordenación
fr: Tri
it: Ordinamento

source: Ascending order
de: Aufsteigende Reihenfolge
es: Orden ascendente
fr: Ordre croissant
it: Ordine crescente

# fillAllFields
source: Fill in all required fields
de: Füllen Sie alle Pflichtfelder aus
es: Completa todos los campos obligatorios
fr: Remplissez tous les champs obligatoires
it: Compila tutti i campi obbligatori

source: Invalid size
de: Ungültige Größe
es: Tamaño no válido
fr: Taille non valide
it: Dimensione non valida

source: Invalid quantity
de: Ungültige Menge
es: Cantidad no válida
fr: Quantité non valide
it: Quantità non valida

# databaseLoadError
source: Database loading error: {error}
de: Fehler beim Laden der Datenbank: {error}
es: Error al cargar la base de datos: {error}
fr: Erreur de chargement de la base de données: {error}
it: Errore caricamento database: {error}

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua

source: Select language
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner la langue
it: Seleziona lingua

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti

source: Calculators
de: Rechner
es: Calculadoras
fr: Calculatrices
it: Calcolatori

# calculatorsSubtitle
source: Volume, additive dosing, water change
de: Volumen, Additivdosierung, Wasserwechsel
es: Volumen, dosificación de aditivos, cambio de agua
fr: Volume, dosage d'additifs, changement d'eau
it: Volume, dosaggio additivi, cambio acqua

source: My Inhabitants
de: Meine Bewohner
es: Mis Habitantes
fr: Mes Habitants
it: I Miei Abitanti

# myInhabitantsSubtitle
source: Manage fish and corals
de: Fische und Korallen verwalten
es: Gestionar peces y corales
fr: Gérer poissons et coraux
it: Gestisci pesci e coralli

source: Inhabitants Summary
de: Übersicht der Bewohner
es: Resumen de Habitantes
fr: Résumé des Habitants
it: Riepilogo Abitanti

source: Aquarium Info
es: Info Acuario
fr: Info Aquarium
it: Info Acquario

# aquariumInfoSubtitle
source: Name, volume, type
de: Name, Volumen, Typ
es: Nombre, volumen, tipo
fr: Nom, volume, type
it: Nome, volume, tipo

source: Theme
de: Thema
es: Tema
fr: Thème
it: Tema

source: Dark mode
de: Dunkler Modus
es: Modo oscuro
fr: Mode sombre
it: Modalità scura

source: Light mode
de: Heller Modus
es: Modo claro
fr: Mode clair
it: Modalità chiara

# appInfo
source: App Information
de: App-Informationen
es: Información de la App
fr: Informations App
it: Informazioni App

# appInfoSubtitle
source: Version, credits
es: Versión, créditos
fr: Version, crédits
it: Versione, crediti

# noAquariumSelected
source: No Aquarium
de: Kein Aquarium
es: Sin Acuario
fr: Aucun Aquarium
it: Nessun Acquario

# unableToLoadInfo
source: Unable to load information: {error}
de: Informationen können nicht geladen werden: {error}
es: No se puede cargar la información: {error}
fr: Impossible de charger les informations: {error}
it: Impossibile caricare le informazioni: {error}

source: Error loading parameters
de: Fehler beim Laden der Parameter
es: Error al cargar parámetros
fr: Erreur lors du chargement des paramètres
it: Errore nel caricamento parametri

source: WARNING
de: WARNUNG
es: ATENCIÓN
fr: ATTENTION
it: ATTENZIONE

source: CRITICAL
de: KRITISCH
es: CRÍTICO
fr: CRITIQUE
it: CRITICO

source: Aquarium Status
es: Estado del Acuario
fr: État de l'Aquarium
it: Stato Acquario

# updatedNow
source: Updated now • {okParams}/{totalParams} parameters OK
de: Jetzt aktualisiert • {okParams}/{totalParams} Parameter OK
es: Actualizado ahora • {okParams}/{totalParams} parámetros OK
fr: Mis à jour maintenant • {okParams}/{totalParams} paramètres OK
it: Aggiornato ora • {okParams}/{totalParams} parametri OK

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura

source: Salinity
de: Salzgehalt
es: Salinidad
fr: Salinité
it: Salinità

source: Excellent
de: Ausgezeichnet
es: Excelente
it: Eccellente

source: Good
de: Gut
es: Bueno
fr: Bon
it: Buono

source: Parameters OK
de: Parameter OK
es: Parámetros OK
fr: Paramètres OK
it: Parametri OK

# parametersNeedAttention
source: {count} parameters need attention
de: {count} Parameter benötigen Aufmerksamkeit
es: {count} parámetros necesitan atención
fr: {count} paramètres nécessitent attention
it: {count} parametri necessitano attenzione

source: Water Change
de: Wasserwechsel
es: Cambio de Agua
fr: Changement d'Eau
it: Cambio Acqua

source: Health Score
de: Gesundheitswert
es: Puntuación de Salud
fr: Score de Santé

# parametersInOptimalRange
source: {okParams}/{totalParams} parameters in optimal range
de: {okParams}/{totalParams} Parameter im optimalen Bereich
es: {okParams}/{totalParams} parámetros en rango óptimo
fr: {okParams}/{totalParams} paramètres dans la plage optimale
it: {okParams}/{totalParams} parametri nel range ottimale

source: Upcoming Reminders
de: Kommende Erinnerungen
es: Próximos Recordatorios
fr: Rappels à Venir
it: Prossimi Promemoria

source: Filter Cleaning
de: Filterreinigung
es: Limpieza de Filtro
fr: Nettoyage du Filtre
it: Pulizia Filtro

source: Parameter Testing
de: Parametertests
es: Prueba de Parámetros
fr: Test des Paramètres
it: Test Parametri

source: days
de: Tage
es: días
fr: jours
it: giorni

source: Recommendations
de: Empfehlungen
es: Recomendaciones
fr: Recommandations
it: Raccomandazioni

source: Check out-of-range parameters
de: Parameter außerhalb des Bereichs prüfen
es: Verificar parámetros fuera de rango
fr: Vérifier les paramètres hors plage
it: Controllare parametri fuori range

source: Check skimmer
de: Abschäumer prüfen
es: Verificar skimmer
fr: Vérifier l'écumeur
it: Controllare skimmer

source: Weekly cleaning recommended
de: Wöchentliche Reinigung empfohlen
es: Limpieza semanal recomendada
fr: Nettoyage hebdomadaire recommandé
it: Pulizia settimanale consigliata

source: KH Test
es: Prueba KH
fr: Test KH
it: Test KH

source: Last test: 3 days ago
de: Letzter Test: vor 3 Tagen
es: Última prueba: hace 3 días
fr: Dernier test: il y a 3 jours
it: Ultimo test: 3 giorni fa

source: Parameters updated
de: Parameter aktualisiert
es: Parámetros actualizados
fr: Paramètres mis à jour
it: Parametri aggiornati

source: No parameters available
de: Keine Parameter verfügbar
es: No hay parámetros disponibles
fr: Aucun paramètre disponible
it: Nessun parametro disponibile

source: Chemical Parameters
de: Chemische Parameter
es: Parámetros Químicos
fr: Paramètres Chimiques
it: Parametri Chimici

source: Calcium (Ca)
de: Kalzium (Ca)
es: Calcio (Ca)
it: Calcio (Ca)

source: Magnesium (Mg)
es: Magnesio (Mg)
fr: Magnésium (Mg)
it: Magnesio (Mg)

source: Nitrates (NO3)
de: Nitrate (NO3)
es: Nitratos (NO3)
it: Nitrati (NO3)

source: Phosphates (PO4)
de: Phosphate (PO4)
es: Fosfatos (PO4)
it: Fosfati (PO4)

# editParameter
source: Edit {name}
de: {name} bearbeiten
es: Editar {name}
fr: Modifier {name}
it: Modifica {name}

# value
source: Value ({unit})
de: Wert ({unit})
es: Valor ({unit})
fr: Valeur ({unit})
it: Valore ({unit})

source: Low
de: Niedrig
es: Baja
fr: Bas
it: Bassa

source: High
de: Hoch
es: Alta
fr: Élevé
it: Alta

source: Optimal
es: Óptimo
it: Ottimale

source: Attention
de: Achtung
es: Atención
it: Attenzione

source: Monitoring
de: Überwachung
es: Monitoreo
fr: Surveillance
it: Monitoraggio

# targetValue
source: Target value ({unit})
de: Zielwert ({unit})
es: Valor objetivo ({unit})
fr: Valeur cible ({unit})
it: Valore target ({unit})

source: Current
de: Aktuell
es: Actual
fr: Actuel
it: Attuale

source: Target
de: Ziel
es: Objetivo
fr: Cible

# volumeCalculation
source: Aquarium Volume Calculation
de: Aquarienvolumen Berechnung
es: Cálculo de Volumen del Acuario
fr: Calcul du Volume de l'Aquarium
it: Calcolo Volume Acquario

source: Additives Dosage Calculation
de: Additivdosierung Berechnung
es: Cálculo de Dosificación de Aditivos
fr: Calcul du Dosage d'Additifs
it: Calcolo Dosaggio Additivi

source: Water Change Calculation
de: Wasserwechsel Berechnung
es: Cálculo de Cambio de Agua
fr: Calcul du Changement d'Eau
it: Calcolo Cambio Acqua

source: Density/Salinity Conversion
de: Dichte/Salzgehalt Umrechnung
es: Conversión Densidad/Salinidad
fr: Conversion Densité/Salinité
it: Conversione Densità/Salinità

source: Lighting Calculation
de: Beleuchtung Berechnung
es: Cálculo de Iluminación
fr: Calcul de l'Éclairage
it: Calcolo Illuminazione

# enterAquariumDimensions
source: Enter aquarium dimensions in centimeters
de: Geben Sie die Aquarienabmessungen in Zentimetern ein
es: Introduce las dimensiones del acuario en centímetros
fr: Entrez les dimensions de l'aquarium en centimètres
it: Inserisci le dimensioni dell'acquario in centimetri

# length
source: Length (cm)
de: Länge (cm)
es: Longitud (cm)
fr: Longueur (cm)
it: Lunghezza (cm)

# width
source: Width (cm)
de: Breite (cm)
es: Anchura (cm)
fr: Largeur (cm)
it: Larghezza (cm)

# height
source: Height (cm)
de: Höhe (cm)
es: Altura (cm)
fr: Hauteur (cm)
it: Altezza (cm)

source: Calculate Volume
de: Volumen berechnen
es: Calcular Volumen
fr: Calculer le Volume
it: Calcola Volume

source: Total Volume
de: Gesamtvolumen
es: Volumen Total
fr: Volume Total
it: Volume Totale

# estimatedNetVolume
source: Estimated net volume: {volume} L
de: Geschätztes Nettovolumen: {volume} L
es: Volumen neto estimado: {volume} L
fr: Volume net estimé: {volume} L
it: Volume netto stimato: {volume} L

source: (considering rocks and substrate)
de: (unter Berücksichtigung von Steinen und Substrat)
es: (considerando rocas y sustrato)
fr: (en tenant compte des roches et du substrat)
it: (considerando rocce e substrato)

# calculateAdditiveDosage
source: Calculate the amount of additive to dose
de: Berechnen Sie die zu dosierende Additivmenge
es: Calcular la cantidad de aditivo a dosificar
fr: Calculer la quantité d'additif à doser
it: Calcola la quantità di additivo da dosare

# dosageSection
source: ── DOSING ──
de: ── DOSIERUNG ──
es: ── DOSIFICACIÓN ──
fr: ── DOSAGE ──
it: ── DOSAGGIO ──

# reductionSection
source: ── REDUCTION ──
de: ── REDUZIERUNG ──
es: ── REDUCCIÓN ──
fr: ── RÉDUCTION ──
it: ── RIDUZIONE ──

source: Calcium
de: Kalzium
es: Calcio
it: Calcio

source: Magnesium
es: Magnesio
fr: Magnésium
it: Magnesio

source: Iodine
de: Jod
es: Yodo
fr: Iode
it: Iodio

source: Strontium
es: Estroncio
it: Stronzio

# nitrates
source: Nitrates (NO3)
de: Nitrate (NO3)
es: Nitratos (NO3)
it: Nitrati (NO3)

# phosphates
source: Phosphates (PO4)
de: Phosphate (PO4)
es: Fosfatos (PO4)
it: Fosfati (PO4)

source: Active Carbon
de: Aktivkohle
es: Carbono Activo
fr: Charbon Actif
it: Carbonio Attivo

# aquariumVolume
source: Aquarium volume (L)
de: Aquarienvolumen (L)
es: Volumen del acuario (L)
fr: Volume de l'aquarium (L)
it: Volume acquario (L)

# currentValue
source: Current value ({unit})
de: Aktueller Wert ({unit})
es: Valor actual ({unit})
fr: Valeur actuelle ({unit})
it: Valore attuale ({unit})

source: Calculate Dosage
de: Dosierung berechnen
es: Calcular Dosificación
fr: Calculer le Dosage
it: Calcola Dosaggio

source: Quantity to dose
de: Zu dosierende Menge
es: Cantidad a dosificar
fr: Quantité à doser
it: Quantità da dosare

source: Quantity to dose (reduction)
de: Zu dosierende Menge (Reduktion)
es: Cantidad a dosificar (reducción)
fr: Quantité à doser (réduction)
it: Quantità da dosare (riduzione)
